Revit 2024 API
SymbolTypeId.KWh Property
 Symbol kWh, indicating unit Kilowatt hours.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId KWh { get; }
Visual Basic
Public Shared ReadOnly Property KWh As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ KWh {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace